<template>
  <div class="container">
    <div class="content">
      <p>മണ്ഡലത്തിലെ മുഴുവൻ പ്രവർത്തകരുടെ ഡാറ്റ പുതുക്കുന്നതിനും പുനഃക്രമീകരിക്കുന്നതിനും വേണ്ടിയുള്ള സംവിധാനമാണിത്. പ്രവർത്തകർ അവരവരുടെ ഡീറ്റെയിൽസ് നൽകി ഈ പ്രക്രിയയുടെ ഭാഗമാകണമെന്ന് അഭ്യർത്ഥിക്കുന്നു.
        <br> പേര്, ഫോൺ നമ്പർ, സ്ത്രീ/പുരുഷൻ, ജനിച്ച വർഷം, ബ്ലഡ് ഗ്രൂപ് തുടങ്ങിയ അടിസ്ഥാന വിവരങ്ങളെ നൽകേണ്ടതുള്ളൂ..</p>
      <p>വെറും 2 മിനുറ്റ് സമയമേ ഇതിനു വേണ്ടി വരുകയുള്ളു, ആത്മാർത്തയോടും അഭിമാനത്തോടും കൂടി ഇതിൽ പങ്കാളിയാവുക.. പാർട്ടിയുടെ ഉന്നമനത്തിനു വേണ്ടി അഹോരാത്രം പ്രവർത്തിക്കുന്നു പക്വതയുള്ള പ്രവർത്തക്കനും, ഉത്തമ പൗരനുമാകാൻ കഴിയട്ടേ എന്നാശംസിക്കുന്നു, അതിനായി പ്രാർത്ഥിക്കുന്നു..</p>
      <p class="text-right q-mr-md text-bold">ഗുരുവായൂർ മണ്ഡലം പ്രസിഡൻറ് <br> യഹിയ മന്നലാംകുന്ന്</p>
    </div>
  </div>
</template>

<script setup>
</script>


<style scoped>
.container {
  background: url("flag.png") left top no-repeat;
  padding: 85px 0px 0px 40px;
}
.content {
  width: calc(100vw - 50px);
}
</style>

